"InitMessage" = "O World of Warcraft está executando a configuração inicial dos arquivos de dados. Isto poderá levar alguns minutos. Também é possível cancelar este processo e permitir que o Inicializador conclua a instalação.\n\n";
"OK" = "OK";
"Cancel" = "Cancelar";
"STORM_ERROR_WOW_NAME_STRING"="World of Warcraft";
"STORM_ERROR_DOWNLOAD_FAILED"="Falha no download dos dados. Verifique a conexão de rede.";
"STORM_ERROR_CANNOT_STREAM_ARCHIVE"="Não é possível transmitir os dados de arquivo necessários. Verifique a conexão de rede.";
"STORM_ERROR_DISK_FULL"="O World of Warcraft não pode continuar porque seu disco rígido está quase cheio. Remova os arquivos não utilizados e tente novamente.";
"STORM_ERROR_64BIT_VERSION_MISMATCH"="Esta versão beta 64-bit do World of Warcraft não corresponde a versão instalada do jogo.\n\nVocê terá de adquirir um novo executável 64-bit para continuar usando a versão 64-bit, ou usar a versão 32-bit.";
"STORM_ERROR_ARCHIVE_ACCESS_DENIED" = "%s: O World of Warcraft não consegue fazer uma mudança necessária em um arquivo. Verifique se você tem permissão para fazer alterações na pasta do World of Warcraft, ou tente rodar o jogo em modo Administrador. Para maiores informações, visite https://battle.net/support/article/6910";

"RegionConfirmation_InformativeText_Americas"="Você está mudando sua região para as Américas. Você não poderá jogar em outras regiões. Gostaria de continuar?";
"RegionConfirmation_InformativeText_Europe"="Você está mudando sua região para a Europa. Você não poderá jogar em outras regiões. Gostaria de continuar?";

"Region_Americas"="AMÉRICAS";
"Region_Europe"="EUROPA";
"Region_Korea"="COREIA";
"Region_Taiwan"="TAIWAN";
"Region_China"="CHINA";
"Region_SoutheastAsia"="SUDESTE DA ÁSIA";

